;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: I.K.L
; TranslationAuthorEmail: ikl-alias@outlook.com
; Soft Version: 4.81.463
; Update: February 18, 2018
;
[Lang]
NativeLanguage=Swedish
[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=OK
ButtonMinimize=Minimera
ButtonMaximize=Maximera
ButtonClose=Stäng
ButtonRestore=Återställ
ButtonMenu=Meny
ButtonSkin=Teman
apply=Tillämpa
Nothanks=Nej tack
ButtonCancel=Avbryt

[Translation]
LangCode=041D
ReadHabit=Vänster-till-höger
LanguageName=SWE
LangShortName=sv-SE
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Byte
KB=KB
MB=MB
GB=GB
pmDefault=Standard
Information=Information
Warning=Varning
Error=Fel
Confirm=Bekräftelse
CurVer=Aktuell version:
FrmSkin.Btnok.Caption=OK
Weathertag=C
FrmGeneral.lblunit.caption=Temperaturenhet:
DelSkinHint=Ta bort tema
LikeOurSoft=Prova fler produkter från Wise-teamet om du gillar Wise Care 365!
DownloadMore=Gratis nedladdning
Frmboot.lblsec.caption=Sek
FrmBuy.lblinfo4.caption=Livstid fri support.
;
; Popup menu
;
pmDelete=Ta bort markerade stora filer
pmHelp=Hjälp via nätet
pmforum=Forum
pmHome=Hemsida
pmContact=Kontakta oss
pmSettings=Inställningar
pmCheckNew=Sök uppdateringar 
pmLang=Välj språk
pmRegister=Registrera dig
pmAbout=Om
pmLicenseKey=Ändra licensnyckel
pmIgnore=Ignorera detta objekt
pmRCrec=Välj säkra poster
pmDCrec=Förordas
pmAll1=Välj alla
pmNone=Välj inga
pmInvert=Invertera markering
pmGo=Öppna mappens innehåll
pmGoReg=Öppna i Registereditorn...
pmExport=Exportera till...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Assistans
FrmWPMain.btncheckup.caption=PC kontroll
FrmWPMain.btnsysclean.caption=Systemrensare
FrmWPMain.btnsystune.caption=Systemoptimerare
FrmWPMain.btnprivacy.caption=Sekretesskydd
FrmWPMain.btnSysmon.caption=Systemövervakare
FrmChangeHeader.caption=Ändra Avatar
FrmHome.btnactive.caption=Uppgradera till PRO-versionen
FrmHome.lblshare.caption=Dela Wise Care 365
FrmHome.lbltools.caption=Verktyg
FrmHome.btntools.hint=Fler verktyg
FrmHome.btnhead.Hint=Ändra Avatar
FrmHome.edtuser.Hint=Ändra Smeknamn
FrmHome.btnfacebook.hint=Dela Wise Care 365 på Facebook
FrmHome.btntwitter.hint=Dela Wise Care 365 med Twitter
FrmHome.btngoogle.hint=Dela Wise Care 365 på Google+
FrmHome.btnemail.hint=Berätta för dina vänner om Wise Care 365
FrmHistory.btncheckup.caption=Kontrollera
FrmHistory.lblrecord.caption=Rensningsposter
FrmExam.btncancel.caption=Avbryt
FrmExam.lblrecheck.caption=Kontrollera igen
FrmExam.btnfix.caption=Åtgärda
FrmButtons.lblinfo.caption=Du kan sortera om alla verktyg nedan genom att dra och släppa ikoner.
;
; About
;
Frmabout.lblstatus.caption=Status:
FrmAbout.caption=Om
FrmAbout.lblver.caption=Aktuell version:
FrmAbout.lblemail.caption=Epost-stöd:
FrmAbout.lblhome.caption=Hemsida:
FrmAbout.lblthanks.caption=Tack till dessa för deras bidrag:
FrmAbout.lblWarning.caption=Varning: Detta datorprogram skyddas av upphovsrättslagstiftning och internationella fördrag.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Skanna
Frmadvdc.lblpath.caption=Skanningsområde:
Frmadvdc.btnrescan.caption=Skanna igen
Frmadvdc.btnall.caption=Välj alla
Frmadvdc.btnadvanced.caption=Avancerade inställningar
Frmadvdc.btnnone.caption=Välj inga
Frmadvdc.lblspeed.caption=Den snabbaste skanningshastigheten i världen!
Frmadvdc.lblrec.caption=Andra applikationer som användare gillar:
Frmadvdc.vtfiles.Columns[0]=Filnamn
Frmadvdc.vtfiles.Columns[1]=Storlek
Frmadvdc.vtfiles.Columns[2]=Sökväg
Frmadvdc.vtfiles.Columns[3]=Senast använd
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.lblinfo.caption="Hitta tomma filer" träder i kraft endast en gång. Nästa gång behöver du välja igen.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lägg till
FrmAdvSettings.btnremove.caption=Ta bort
FrmAdvSettings.btncancel.caption=Avbryt
FrmAdvSettings.wcknull.caption=Hitta tomma filer (0 byte, långsammare)
FrmAdvSettings.wckshortcut.caption=Hitta ogiltiga genvägar (långsammare)
FrmAdvSettings.caption=Avancerade inställningar
FrmAdvSettings.btnre.caption=Förordas
FrmAdvSettings.btnall.caption=Välj alla
FrmAdvSettings.btnnone.caption=Välj inga
;
; Backup and restore
;
FrmBackup.caption=Säkerhetskopiering
FrmBackup.btnreg.caption=Skapa en full registersäkerhetskopia
FrmBackup.btnsys.caption=Skapa en systemåterställningspunkt
FrmRestore.caption=Återställningscenter
FrmRestore.btnRegBk.caption=Registeråterställning
FrmRestore.btnSysBK.caption=Systemåterställning
FrmRestore.btnclose.caption=Stäng
FrmRestore.btnrestore.caption=Återställ
FrmRestore.btnremove.caption=Ta bort
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Lägg Filstrimlaren till snabbmenyn
FrmBFConfig.btnall.caption=Välj alla
FrmBFConfig.btnnone.caption=Välj inga
FrmBFConfig.btnRemove.caption=Ta bort
FrmBFConfig.caption=Ignorera objekt
Frmbigfile.vtfiles.Columns[0]=Filnamn
Frmbigfile.vtfiles.Columns[1]=Storlek
Frmbigfile.vtfiles.Columns[2]=Typ
Frmbigfile.vtfiles.Columns[3]=Senast använd
Frmbigfile.vtfiles.Columns[4]=Sökväg
Frmbigfile.lblpath.caption=Skanningsområde:
Frmbigfile.btnrescan.caption=Skanna igen
Frmbigfile.btnsearch.caption=Sök
Frmbigfile.btndel.caption=Ta bort
Frmbigfile.btncancel.caption=Stoppa
FrmBigFile.btnIgnore.caption=Ignorera markerade objekt
FrmBigFile.btnExport.caption=Exportera till...
FrmBigFile.btnExConfig.caption=Ignorerade objekt
;
; Register 
;
FrmBuy.lblfull.caption=Registrera för full version av Wise Care 365 Pro:
FrmBuy.lblfull1.caption=För att kunna använda alla funktioner i Wise Care 365, måste du köpa den fullständiga versionen. Med den fullständiga versionen av Wise Care 365 kan du:
FrmBuy.lblinfo0.caption=Ett klick fixar alla problem på några sekunder.
FrmBuy.lblinfo1.caption=Rensa alla skräpfiler, datorspår och historik automatiskt.
FrmBuy.lblinfo2.caption=Öka starthastighet, Internet-anslutningshastighet och håll datorn igång som ny.
FrmBuy.lblinfo3.caption=Realtidsskydd och optimering för Windows-systemet.
FrmBuy.btnbuy.caption=Registrera dig nu
FrmBuy.btnactive.caption=Aktivera din licensnyckel
FrmBuy.lblguarantee.caption=Om du inte är nöjd med programvaran av någon anledning, kan du få en full återbetalning inom 60 dagar efter köpet.
FrmBuy.lblkey.caption=Har du redan en licensnyckel?
FrmRegister.caption=Registrera
FrmLicense.lblinfo.caption=Tack för att du valde Wise Care 365!
FrmLicense.lblinput.caption=Vänligen ange din licensnyckel för att aktivera PRO-versionen.
FrmLicense.lblname.caption=Användarnamn:
FrmLicense.lblemail.caption=E-post:
FrmLicense.lblkey.caption=Licensnyckel:
FrmLicense.btnregister.caption=Registrera
FrmLicense.lblhelp.caption=Har du problem med inmatning utav licensnyckel?
FrmLicense.lblnokey.caption=Har du inte fått en licensnyckel ännu?
FrmLicense.lblsupport.caption=Kontakta oss
FrmLicense.btnbuy.caption=Köp nu
FrmExitNotice.btnexit.caption=Avsluta
FrmExitNotice.btnreg.caption=Gå vidare till enkel registrering
FrmExitNotice.lbltitle.caption=Innan du stänger Wise Care 365 Pro, Obs:
FrmExitNotice.lblinfo.caption=Dessa problem kan sakta ner datorn, minska dess effektivitet och öka frustration och tidsförlust.
FrmExitNotice.lblregister.caption=Registrera Wise Care 365 Pro till:
;
; Common disk clean
;
FrmCommon.btnall.caption=Välj alla
FrmCommon.btnre.caption=Förordas
FrmCommon.btnnone.caption=Välj inga
FrmCommon.btnScan.caption=Skanna
FrmCommon.lblstat.caption=Snabbt och enkelt att rensa onödiga filer och spår.
FrmCommon.btncancel.caption=Avbryt
FrmCommon.btnrescan.caption=Skanna igen
;
; Registry Clean
;
FrmRegClean.btnall.caption=Välj alla
FrmRegClean.btnre.caption=Förordas
FrmRegClean.btnnone.caption=Välj inga
FrmRegClean.btnCustom.caption=Anpassad område
FrmRegClean.WiseLabel1.caption=Schemaläggare
FrmRegClean.lbltype.caption=Välj körtyp:
FrmRegClean.lblweek.caption=Välj dag:
FrmRegClean.lbltime.caption=Tid:
FrmRegClean.btnScan.caption=Skanna
FrmRegClean.btncancel.caption=Avbryt
FrmRegClean.btnrescan.caption=Skanna igen
FrmRegClean.lblstat.caption=Du har inte rensat registret ännu. En omedelbar skanning rekommenderas!
FrmRegClean.lblinfo.caption=En regelbunden rensning av ditt register gör din dator snabbare och mer stabil.
Frmcustom.caption=Anpassad område
Frmcustom.btnre.caption=Förordas
Frmcustom.btnall.caption=Välj alla
Frmcustom.btnnone.caption=Välj inga
Frmcustom.btncancel.caption=Avbryt
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Ledigt utrymme
FrmDiskDefrag.btnfolder.caption=Mapp
FrmDiskDefrag.btnfile.caption=Fil
FrmDiskDefrag.btnsystem.caption=Systemfil
FrmDiskDefrag.btnFragmented.caption=Fragment
FrmDiskDefrag.btnmft.caption=Huvudfiltabell
FrmDiskDefrag.chkshutdown.caption=Stäng av efter diskdefragmentering. 
FrmDiskDefrag.btnpause.caption=Pausa
FrmDiskDefrag.btnstop.caption=Stoppa
FrmDiskDefrag.btnDefrag.caption=Defragmentera
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Diskraderare kan skydda din integritet genom en fullständig borttagning av raderade filer.
FrmDiskErase.btnstopErase.caption=Stoppa
FrmDiskErase.chkshutdown.caption=Stäng av efter diskradering.
FrmDiskErase.BtnErase.caption=Radera
FrmDiskErase.lblerasemode.caption=Säkerhet:
FrmDiskErase.vstDisk.Columns[0]=Enheter
FrmDiskErase.vstDisk.Columns[1]=Total storlek
FrmDiskErase.vstDisk.Columns[2]=Fri storlek
FrmDiskErase.vstDisk.Columns[3]=Status
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importera
FrmExclusion.btnexport.caption=Exportera
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Strimlade filer kommer att tas bort ordentligt och kan inte återställas.
FrmFileShredder.lblFileLine2.caption=Förhindrar strimlade filer att återställas genom överskrivning på sin ursprungliga plats.
FrmFileShredder.btnErase.caption=Strimla
FrmFileShredder.btnaddfile.caption=Lägg till filer
FrmFileShredder.btnaddfolder.caption=Lägg till mappar
FrmFileShredder.btnstop.caption=Stoppa
FrmFileShredder.btndelitem.caption=Ta bort
FrmFileShredder.vtfiles.Columns[0]=Namn på fil/mapp
FrmFileShredder.vtfiles.Columns[1]=Sökväg
FrmFileShredder.vtfiles.Columns[2]=Status
;
; General Settings 
;
FrmGeneral.lbltrash.caption=Onödiga filer är större än
FrmGeneral.lbltrace.caption=Antalet spår är större än
FrmGeneral.chkturbo.caption=Kör Wise Turbo automatiskt när något av följande händer
FrmGeneral.chkstartup.caption=Starta på Windows uppstart
FrmGeneral.chkbooster.caption=Kör Uppstart booster när datorn startas
FrmGeneral.lblsys.caption=System
FrmGeneral.lblupdate.caption=Sök efter uppdateringar:
FrmGeneral.chknews.caption=Kontrollera för nyhetsbrev medan programmet laddas
FrmGeneral.chkexp.caption=Delta i Customer Experience Improvement Program
FrmGeneral.lblexp.caption=Detaljer
FrmGeneral.lblportable.caption=Bärbar version
FrmGeneral.btnmakeportable.caption=Skapa en bärbar version
FrmGeneral.lblinterface.caption=Gränssnitt
FrmGeneral.lbllang.caption=Språk:
FrmGeneral.chkue.caption=Gå med i vår Customer Experience Improvement Program
FrmGeneral.btnupdate.caption=Kontrollera nu
FrmBoosterSettings.chkauto.caption=Få information om vädret genom att upptäcka platsen automatiskt
FrmBoosterSettings.chkset.caption=Använd följande plats för att hämta väderinformation
FrmGobleSettings.btnstartup.caption=Uppstart booster
;
; Settings GUI
;
FrmGobleSettings.caption=Inställningar
FrmGobleSettings.TabBtnGeneral.caption=Allmänna
FrmGobleSettings.TabBtnClean.caption=Rensning
FrmGobleSettings.TabBtnExclusion.caption=Uteslutning
FrmGobleSettings.TabBtnCheckup.caption=Anpassad kontroll 
FrmGobleSettings.btncancel.caption=Avbryt
FrmGobleSettings.btnok.caption=Spara
FrmGobleSettings.btnTray.caption=Aktivitetsfältet
FrmGobleSettings.btnSysProect.caption=Systemskydd
;
; Update
;
FrmNewVer.lblTitle.caption=Det finns en ny version.
FrmNewVer.lblignore.caption=Ignorera denna version
FrmNewVer.btnno.caption=Inte nu
FrmNewVer.btnUpdate.caption=Uppdatera nu
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimera
FrmOptimizer.lblinfoex.caption=Systemoptimerare kan förbättra hastigheten på ditt nätverk och system.
FrmOptimizer.btnnone.caption=Välj inga
FrmOptimizer.btnall.caption=Välj alla
FrmOptimizer.btnDefault.caption=Systemstandard
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Skydda din integritet genom att radera personlig spårningsdata.
FrmPrivacyErase.btnrescan.caption=Skanna igen
FrmPrivacyErase.btnScan.caption=Skanna
;
; Register defrag
;
FrmProcess.caption=Registerdefragmentering
FrmProcess.lblwait.caption=Vänligen vänta...
FrmProcess.lblinfo.caption=Under defragmentering kan datorn förlora svar i några minuter.
FrmRegDefragger.lblinfo.caption=Registerdefragmentering kan få din PC att köra snabbare och stabilare.
FrmRegDefragger.lblstat.caption=Du har ej defragmenterat ditt register än. En snar registerdefragmentering föreslås!
FrmRegDefragger.btndefrag.caption=Defragmentera
FrmRegDefragger.lblinfo1.caption=1. Vi föreslår att du stänger alla andra program innan du kör denna funktion.
FrmRegDefragger.lblinfo2.caption=2. Systemet svarar ej under analys, detta är normalt.
FrmRegDefragger.lblinfo3.caption=3. Det omstartar din dator då registerdefragmenteringen är klar.
FrmRegDefragger.lblinfo4.caption=4. V.g. avbryt ej registerdefragmenteringen, vilket kan orsaka okända effekter.
FrmRegDefragger.vtdefrag.Columns[0]=Gruppnamn
FrmRegDefragger.vtdefrag.Columns[1]=Aktuell storlek
FrmRegDefragger.vtdefrag.Columns[2]=Ny storlek
FrmRegDefragger.vtdefrag.Columns[3]=Överskottsvärde
FrmRegDefragger.btnAnalysis.caption=Analysera
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Notis: Vänligen förvara ditt lösenord säkert om du glömmer det.
FrmPwGenerator.BtnCopy.caption=Kopiera till Urklipp
FrmPwGenerator.ckdigital.caption=Digital
FrmPwGenerator.cklowercase.caption=Gemener
FrmPwGenerator.ckupercase.caption=Versaler
FrmPwGenerator.ckspecial.caption=Specialtecken
FrmPwGenerator.lblinfo.caption=Lösenordsgeneratorn hjälper dig skapa ett starkt lösenord.
FrmPwGenerator.lbllen.caption=Längd på lösenord
FrmPwGenerator.Btngenerator.caption=Lösenordsgenerator
;
; Software Rate
;
FrmRate.Btnlist.caption=Användarrecensioner
FrmRate.Btnreview.caption=Min recension
FrmRate.Btnfirst.caption=Bli först med att recensera
FrmRate.Btnsubmit.caption=Lämna in
FrmRate.lblscore.caption=Betygsätt:
FrmRate.lblscorehint.caption=(Du måste klicka på stjärnorna för att betygsätta det)
FrmRate.lblnick.caption=Ditt Smeknamn:
FrmRate.lblnickhint.caption=(Valfritt)
FrmRate.lblemail.caption=Din E-post:
FrmRate.lblemailhint.caption=(Valfritt)
FrmRate.lblcontent.caption=Innehåll:
FrmRate.lblcontenthint.caption=(Valfritt)
FrmRate.lbldesctitle.caption=Programvarubeskrivning:
FrmRate.lblratesoft.caption=Rekommenderad programvara
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Avbryt
FrmSchedule.lblinfo.caption=En automatisk rensning hjälper till att hålla din PC på maximal prestanda och sparar din tid.
FrmSchedule.chksilent.caption=Tyst läge
FrmSchedule.lbltype.caption=Välj körtyp:
FrmSchedule.lblweek.caption=Välj dag:
FrmSchedule.lbltime.caption=Tid:
FrmSchedule.caption=Schemalagd aktivitet
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Dölj alla Microsoft-tjänster
FrmStartupMgr.TabBtnBoot.caption=Autostart
FrmStartupMgr.TabBtnService.caption=Tjänster
FrmStartupMgr.TabBtnHis.caption=Poster
FrmStartupMgr.BtnRestoreAll.caption=Ett klick återställning
FrmStartupMgr.tabbtnup.caption=Snabba upp
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Banta ner
FrmSysClean.btnall.caption=Välj alla
FrmSysClean.btnrecommended.caption=Förordas
FrmSysClean.btnnone.caption=Välj inga
FrmSysClean.vtsys.Columns[0]=Objekt
FrmSysClean.vtsys.Columns[1]=Storlek
FrmSysClean.vtsys.Columns[2]=Plats
FrmSysClean.vtsys.Columns[3]=Förslag
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Hantera stora filer
FrmTabPrivcay.TabBtnPrivacyErase.caption=Sekretessraderare
FrmTabPrivcay.TabBtnDiskErase.caption=Diskraderare
FrmTabPrivcay.TabBtnFileShredder.caption=Filstrimlare
FrmTabPrivcay.TabBtnPwGenerator.caption=Lösenordsgenerator
FrmTabSysClean.TabbtnRegclean.caption=Registerrensare
FrmTabSysClean.TabBtnCommonClean.caption=Allmän rensare
FrmTabSysClean.TabBtnAdvClean.caption=Avancerad rensare
FrmTabSysClean.TabBtnSysSimming.caption=Systembantning
FrmTabSysTune.TabbtnSysOpt.caption=Systemoptimerare
FrmTabSysTune.TabBtnDDefrag.caption=Diskdefragmenterare
FrmTabSysTune.TabBtnRDefrag.caption=Registerdefragmenterare
FrmTabSysTune.TabBtnBoot.caption=Starthanterare
FrmTabSysTune.TabBtnContext.caption=Snabbmenyhanterare
FrmTabSysMon.TabBtnProcess.caption=Processövervakare
FrmTabSysMon.TabBtnHard.caption=Maskinvaruöversikt
FrmTabSysMon.btnProcessor.caption=Processor
FrmTabSysMon.btnBoard.caption=Moderkort
FrmTabSysMon.btnMemory.caption=Minne
FrmTabSysMon.btnGraphic.caption=Grafikkort
FrmTabSysMon.btnDisk.caption=Hårddisk
FrmTabSysMon.btnNetAdapter.caption=Nätverkskort
FrmTabSysMon.btnSoundCard.caption=Ljudkort
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Säker borttagning
FrmSettingClean.chkAutoBackup.caption=Automatisk säkerhetskopia av registret vid rensning
FrmSettingClean.lblfolder.caption=Egen mapp att tömma (giltig i Avancerad rensare)
FrmSettingClean.btnadd.caption=Lägg till
FrmSettingClean.btnremove.caption=Ta bort
FrmSettingClean.lblscanmode.caption=Hur skanna registret
FrmSettingClean.rdnormal.caption=Standardskanning
FrmSettingClean.rdssafe.caption=Säker skanning
FrmSettingClean.rddeep.caption=Djupgående skanning
FrmSettingClean.lblusers.caption=Flera användare:
frmsettingclean.rdauser.caption=Alla användare
frmsettingclean.rdcuser.caption=Endast aktuell användare
frmsettingclean.rdusers.caption=Valda användare
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Återställ
FrmIgnoredItems.btnall.caption=Välj alla
FrmIgnoredItems.btnnone.caption=Välj inga
FrmIgnoredItems.lblinfo.caption=Ignorerade kontrollobjekt
;
; Shutdown notice
;
FrmShutDownNote.caption=Stäng av påminnelse
FrmShutDownNote.btnCancel.caption=Avbryt
;
; Skin
;
Frmskin.lblphoto.caption=Anpassad fototema
FrmSkin.lblprevious.caption=Föregående
FrmSkin.lblnext.caption=Nästa
;
; Input Window 
;
frminput.btncancel.caption=Avbryt
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Anpassad Avatar
FrmChangeHeader.btnsys.caption=System Avatar
FrmChangeHeader.btnlocal.caption=Lokal bild
FrmChangeHeader.btnok.caption=Ok
FrmChangeHeader.btncancel.caption=Avbryt
FrmChangeHeader.lblpreview.caption=Förhandsgranska
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Customer Experience Improvement Program
Frmsecurity.lbltitle.caption=Delta i Customer Experience Improvement Program
Frmsecurity.lblinfo1.caption=För att förbättra denna produkt, kan du delta i Customer Experience Improvement Program genom att skicka meddelanden till WiseCleaner.com hur du använder produkterna.
Frmsecurity.lblinfo2.caption=Ingen information som samlas in används för att identifiera eller kontakta dig, och du kan välja att gå ur programmet när som helst.
Frmsecurity.lbllink.caption=Lär mer om Customer Experience Improvement Program.
Frmsecurity.cbagree.caption=Delta i Customer Experience Improvement Program.
Frmsecurity.cbagainst.caption=Jag vill inte delta i programmet denna gång.
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Tack för att du valde Wise Care 365
FrmTrail.lblhint.caption=Du kommer inte att kunna använda följande funktioner efter utgångsdatum för provperioden.
FrmTrail.lblinfo0.caption=1, Ett klick att kolla upp och åtgärda datorfel.
FrmTrail.lblinfo1.caption=2, Sekretessraderare.
FrmTrail.lblinfo2.caption=3, Snabbmenyhantering.
FrmTrail.lblinfo3.caption=4, Automatisk uppdatering till ny version.
FrmTrail.lblinfo4.caption=5, Fantastiska nya skinn & teman.
FrmTrail.lblhint1.caption=Om du gillar detta program, vänligen förnya det i tid.
FrmTrail.btnbuy.caption=Köp nu
FrmTrail.btnClose.caption=Senare

[WiseTray]
TfrmTraySetting.ckclose.caption=Stäng aktivitetsfältet när huvudprogrammet är stängt.
TfrmAssistMsg.ckbxNoPrompt.caption=Fråga inte igen
TfrmTraySetting.ckAssist.caption=Meddela mig när någon har svarat på mitt inlägg.
TfrmTraySetting.ckReware.caption=Meddela mig när någon har postat en betald fråga.
TfrmTraySetting.Caption=Inställningar
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Avbryt
TfrmTraySetting.ckbx4.Caption=Visa Flytande fönster automatiskt när du kör Wise Care 365
TfrmTraySetting.lbl4.Caption=Auto-optimera minnet när minnets användningsförhållandet är högre än detta värde
TfrmTraySetting.lbl1.Caption=Temperaturenhet
TfrmTraySetting.lbl2.Caption=Visa systeminformation
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celsius
TfrmTraySetting.ckbx3.Caption=Auto-optimering
TfrmTraySetting.ckbx5.Caption=CPU-temperatur
TfrmTraySetting.ckbx6.Caption=GPU-temperatur
TfrmTraySetting.ckbx7.Caption=Hårddisk
TfrmTraySetting.ckbx8.Caption=Moderkortstemperatur
TfrmTraySetting.ckbx9.Caption=Nätverkshastighet
TfrmTraySetting.ckbx10.Caption=CPU-användning
FrmTrayMain.btnExit.caption=Avsluta
FrmTrayMain.btnShowMain.caption=Öppna huvudprogrammet
FrmTrayMain.ppmitem2_1=Dölj Flytande fönster
FrmTrayMain.ppmitem2_2=Visa Flytande fönster
frmWiseFloatWnd.ppmStayontop=Alltid överst
frmWiseFloatWnd.ppmHide=Avsluta Flytande fönster
TfrmPopupWnd.Caption=Wise Care 365 Aktivitetsfältet
TfrmPopupWnd.btn1.Caption=Optimera
TfrmPopupWnd.lblM.Caption=Minne：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Tillräckligt med ledigt minne
TfrmPopupWnd.lbl1.Caption_2=Mindre tillgängligt minne 
TfrmPopupWnd.lbl1.Caption_3=Sällan tillgängligt minne 
TfrmPopupWnd.lvitem0=Optimera systemresurser
TfrmPopupWnd.lvitem1=Rensa minnet
TfrmPopupWnd.lvitem10=Hög minnesanvändning 
TfrmPopupWnd.lvitem30=Hög CPU-användning
TfrmPopupWnd.msg1=Frigjör minne
TfrmTraySetting.lblTip.Caption=Anpassa  Flytande fönster
TIP_CPU_USE=CPU-användning
H_ID_MAINBOARD=Moderkortstemperatur
H_ID_CUP=CPU-temperatur
H_ID_GRAPHICS_T=Grafikkortstemperatur
H_ID_DISK=Disktemperatur

[Context]
ContxtMgrInfo=En enkel metod för att inaktivera/aktivera Windows snabbmeny.
ContextName=Menybeskrivning
ContextPublisher=Utgivare
ContextType=Typ
ContextAction=Status
ContextAll=Alla filer (*)
ContextDirectory=Katalog
ContextFolder=Mapp
ContextDrive=Enhet
ContextBack=Skrivbord
ContextRecycle=Papperskorg
ContextShortcut=Genvägsfil
ContextExe=Kör fil
Contextunknowndesc=Okänd beskrivning
Contextunknown=Okänd företag

[Message]
MWDetected=MalwareBytes är upptäckt att blockera %s från att arbeta. Klicka på OK för att få lösningen.
ConfirmRemoveDownload=Det kommer att ta bort alla filer i hämtningsmappen, är du säker på att du vill fortsätta?
OverMaxTimes=Autentiseringsfel! Du har överskridit det maximala antalet aktiveringar som tillhandahålls av din licens. Tveka inte att kontakta oss om du tror att det finns ett aktiveringsfel eller om du behöver fler licenser!
Skipped=Hoppade över
7After=%d dagar har gått sedan du senast rensade registret. En omedelbar skanning rekommenderas.
7Before=Ju renare registret blir, desto snabbare blir datorn!
Activated=Pro-versionen har aktiverats.
ActivateOnline=Kontrollerar din registreringsinformation, vänta ett par sekunder...
AddFileType=Lägg till filtyp
AddFolder=Lägg till mapp
AdviseClean=En regelbunden registerrensning kommer att snabba upp och stabilisera din PC.
AllHardDrive=Lokala hårddiskar
AlreadExist=%s finns redan i listan.
Analysing=Analyserar...
Area=Område
AvdDefaultHint=Hitta mer onödiga filer och frigör mer utrymme.
BackupDate=Säkerhetskopieringsdatum
BackupType=Typ av säkerhetskopiering
BFName=Filnamn
BFPath=Sökväg
BFSize=Filstorlek
BFType=Typ
BigfileHint=Viktiga systemfiler och viktiga filer har redan filtrerats från avsökningsresultaten. Vänligen var försiktig när du väljer andra filer.
BigfileSearch=Ta bort regelbundet onödiga stora filer som upptar diskutrymme för att frigöra mer diskutrymme!
BigfileSearchFinish=%d stora filer hittade, tar %s diskutrymme. Varaktighet: %d sekunder.
BigfileSelect=Du har %d filer markerade för borttagning som hjälper dig få %s diskutrymme.
bkAuto=Automatiskt
bkManual=Manuellt
Browse=Bläddra...
BrowserRunning=%s körs. Vill du stänga den? Annars kan inte cacheminne och cookies rensas.
BtnHint=Snabbare & säkrare
BtnUpgrade=Full version
Cancel=Avbryt
CanFreeSpace=%d filer har hittats och %s diskutrymme kan sparas.
CannotCrTask=Kan inte skapa en schemalagd aktivitet.
Clean=Ren
CleanDone=Rensningen är klar!
CleanForReg=Rensar registret...
CleanHis=Rensa historik
Cleaning=Rensar...
CleanNow=En omedelbar rensning rekommenderas.
ComfirmDefrag=Vänligen spara oavslutade arbeten, eftersom datorn kommer att starta om efter defragmentering. Vill du fortsätta?
Complete=Slutförd
Compress=Komprimerar...
ConfirmAdd=Är du säker på att du vill ta bort alla filer i %s när du kör "Avancerad rensning"?
ConnectFail=Kan inte ansluta till servern, kontrollera din Internetanslutning och försök senare.
CreateBackup=Skapar säkerhetskopieringsdata...
CreateBackupReg=Skapar säkerhetskopierade data... Vänligen vänta några minuter.
CreateDate=Datum skapad
def15After=%d dagar har gått sedan förra gången, en omedelbar registerdefragmentering rekommenderas.   
def15Before=Din dator kommer att köra snabbt och stabil om du håller ditt register så kompakt som möjligt.
DefaultValue=(Standard)
DefragRate=Optimeringsgrad är: %s.
DefragReport=Registret har komprimerats. Optimeringsrapport:
DefragReport1=Den tidigare storleken av registret:
DefragReport2=Den nya storleken av registret:
DefragReport3=Optimerad storlek:
delbigfile=Radering av stora filer är en enkelriktad process utan säkerhetskopiering. Vill du ta bort de markerade filerna?
delbigfileFail=Kan inte radera filen: %s, kanske har det börjats användas av ett annat program.
DelSkin=Vill du verkligen ta bort detta tema?
Description=Beskrivning
DisableAdd=För säkerhets skull läggs vissa systemmappar (till exempel "Windowsmapp", "Boot av Hårddisk" och "CD-ROM") till listan. 
Discount=(25% rabatt är tillgänglig nu)
DiscountInfo1=Du har använt Wise Care 365 gratis för %d dagar, 
DiscountInfo2=nu har vi ett specialerbjudande för dig, 
DiscountInfo3=betala endast %s att uppgradera till PRO-versionen.
DownloadError=Nedladdningsfel, försök igen senare.
DownloadingSkin=Den nuvarande nedladdningsuppgiften är inte slutförd. Vänligen uppdatera senare.
DupFile=Filen finns redan i listan
DupFolder=Denna mapp finns redan i listan.
DupItem=Objektet finns redan i listan.
ElapsedTime=Förfluten tid: 
ELeftTime=Uppskattad tid...
EmptyEmail=E-postadress får inte vara tomt.
EmptyName=Användarnamn får inte vara tomt.
EmpytKey=Licensnyckel får inte vara tomt.
EnableRestore=Systemåterställning är inaktiverad. Vill du aktivera Systemåterställning?
Entries=Poster
ErrorMsg=Felmeddelande:
ExImport=Undantagslistan har exporterats till:
ExitTray=Är du säker på att avsluta Wise Care 365 Aktivitetsfältet?
ExpiryDate=Utgångsdatum:
Exported=De aktuella poster har exporterats till %s. Vill du öppna filen nu?
Extracte=Extraherar...
FailedCloseProcess=Det gick inte att avbryta programmet. Stäng av objektprogrammet manuellt.
FailToDelete=Vissa filer kan inte raderas, men de kommer att tas bort när datorn startas om.
failtounLock=Det gick inte att häva blockeringen av Registereditorn. Du kanske behöver ytterligare tillstånd att utföra denna operation.
FindDrives=Söker efter enheter...
FindError=%d problem har hittats, bland vilka %d poster är osäkra att tas bort.
FindFilesSize=%d filer hittades, totalt %s
FindRunProcess=Objektprogrammet körs. Vänligen stäng för att slutföra uppdateringen.
FindTraces=%d historik hittades.
FindTracesSection=%d spår påträffades i detta avsnitt
Fix=Åtgärda
Free=Fri
GetHotSkinError=Felet uppstår vid hämtning om temainformation.
GettingRestoreData=Hämtar återställningsdata...
GoodHabit=En regelbunden rensning av registret kommer att hålla din PC på maximal prestanda.
HaveChange=Vill du spara ändringarna?
Hours=Timmar
Ignore=Ignorera
IgnoreVer=Ignorera denna uppdatering
illegalType=%s är olaglig filtyp.
InputCookie=Vänligen ange domän (till exempel Google, live o.s.v.)
InputSummary=Vänligen ange sammanfattning för denna typ:
InputType=Ange filnamnet eller filtyp (till exempel: *.tmp o.s.v..)
InvalidEmail=Ogiltig e-post, vänligen ange en giltig e-post.
InvalidIgnorItem=Detta objekt kan inte ignoreras.
InvalidKey=Ogiltig licensnyckel, vänligen ange en giltig nyckel.
InvalidRegInfo=Ogiltig registreringsinformation! 
InvalidType=Ogiltig filändelse
IsRunning=Programmet skannar, vänligen vänta tills sökningen är klar och försök sedan igen.
IssueFound=%d problem har hittats.
IssuesFound=%d problem har hittats.
Items=Objekt
KeyWord=Ange ditt nyckelord:
KillProcessError=Avsluta processfelet, möjlig orsak är otillräcklig behörighet 
LastClean=Din seneste rensning var: 
LastCommonClean=Din seneste rensning var: 
LastDefrag=Din senaste registerdefragmentering var:
LeastOne=Du bör välja minst ett område att skanna.
LeftTime=Tid kvar: 
LeftTimeSec=Varaktighet: %s sekunder.
LestOne=Du bör välja minst ett område att skanna.
LestOneClean=Du bör välja minst ett område att rensa.
LestOneItem=Du bör välja minst ett objekt att rensa.
LogAll=%d problem hittade, %d problem har lösts.
LogFail=Det gick inte att ta bort %d poster.
Minutes=Minuter
MoreSpace=Tillval
NeedBackup=Det verkar som detta är din första gång att kolla upp din PC. En omedelbar säkerhetskopiering rekommenderas. Vill du säkerhetskopiera det automatiskt nu?
NeedInstall=Vill du installera %s nu?
NeedStartup=Du måste snabba upp datorn manuellt, för Wise Care 365 är inte inställd på att köra vid start.
NeedUpdate=Vill du uppdatera %s nu?
Never=Aldrig
NeverDefrag=Du har inte defragmenterat registret ännu!
New=Ny
NewVer=Det finns en ny version! Vill du uppgradera det nu?
NoBackupSelected=Du bör välja minst en säkerhetskopia att återställa.
NoDriveChecked=Du bör välja en eller fler enheter för skanning.
NoError=Inga problem hittades!
NoFilesFound=Ren
NoItemChecked=Du bör välja en eller flera filer för rensning.
NoItemFound=Inga objekt hittades
NoItems=Alla objekt har optimerats.
NoNewVer=Versionen som du använder är den senaste.
NoRegInfo=Kan inte hitta din registreringsinformation.
Notice=Gör datorn snabbare & säkrare
NoTracesFound=Inga spår
NoTrashAndTrace=Grattis! din dator är ren.
NotShowNotice=Visa inte detta meddelande igen.
NotSupportOS=Funktionen stöds inte på detta operativsystem.
NowCleaning=Rensar nu:
Offer=Specialerbjudande
Optimize=Optimera
PluginCount=Plugin antal:
PrivacyActive=Att aktivera
PrivacyData=Sekretessposter:
PrivacyDefaultHint=Regelbunden genomsökning av uppföljningsdata kan skydda din integritet från nyfikna ögon.
Privacyissues=Integritetsproblem:
PrivacyUnActive=Integritetsproblem: Inte aktiverad
Problems=Problem:
Proupdate=Synd att giveaway-versionen stöder inte uppgradering, men vi kan ge 50% OFF rabatt för dig att få den senaste versionen. Annars blir det FRI version om du väljer att uppdatera den. Vill du fortsätta?
RegBackup=Säkerhetskopiera registret
RegBackupDone=Säkerhetskopian av registret har skapats.
RegBackupFail=Det gick inte att skapa en säkerhetskopia av registret.
RegeditorLocked=Din Registereditor är blockerad. Funktionen för säkerhetskopiering/återställning kräver en tillgänglig Registereditor. Vill du avblockera Registereditorn nu?
RegEntries=Ogiltiga registerposter.
Regerror=Registerfel:
Registried=Registrerad
RegRestore=Återställ registret
RegTitle=Inte registrerad
Removebackup=Är du säker på att ta bort de valda säkerhetskopieringsfilerna?
RemoveSysRestore=Är du säker på att ta bort det valda systemåterställningspunkten?
ReScanHint=%d problem hittade, för att hitta fler problem, rekommenderas en andra sökning.
ReScanHint1=Vi föreslår att du skannar igen för att hitta fler problem.
ReScanHint2=Vänligen skanna igen för att hitta fler problem.
RestoreComplete=Återställningen är slutförd.
RestoreFromSysRestore=Du måste starta om datorn när du har återställt systemet. Vill du starta systemåterställning nu?
RestorePointDone=Återställningspunkten har framgångsrikt skapats.
RestorePointFail=Det gick inte att skapa en systemåterställningspunkt.
RestoreReg=Återställer registret... Vänta några minuter.
Safetodel=Detta objekt kan tas bort på ett säkert sätt.
ScanAborted=Skanningen har avbrutits!
ScanCanceled=Skanningen har avbrutits!
ScanFor=Skannar:
Scaning=Skannar...
ScannedSection=Skannade sektioner:
Scanning=Skannar...
ScheduleHint=Rensa din dator regelbundet.
ScheduleNextTime=Nästa gång: 
ScheduleNotActive=Schemalagd aktivitet är inte aktiverat.
Secs=Sekunder
SelectFolder=Vänligen välj en mapp
SelectHardDrive=Vänligen välj en hårddisk
ShredFile=Strimla fil eller mapp
SkinCorrupt=Temafilen du hämtade är ofullständig eller skadad! Vänligen ladda ner det igen.
SkinLimit=Detta tema är bara tillgänglig för Pro versioner, uppgradera nu?
StartClean=Rensa
StartScan=Skanna
SuggestDefrag=En omedelbar defragmentering rekommenderas.
SuggestIgnore=Du kan defragmentera registret nästa gång.
Summary=Sammanfattning
SysCreating=Skapar en systemåterställningspunkt...
SysProtectOff=Systemskydd av
SysProtectOn=Systemskydd på
SysRestoring=Förbereder att återställa systemet...
ThanksRegister=Tack för att du registrerade denna produkt!
Total=Totalt:
TotalDefrag=%.2f har komprimerats.
TotalTraces=%d spår har hittats.
TraceCount=Spår inventerade:
TraceFound=%d spår har hittats.
TraceFoundEx=Följande spår har hittats:
TraceRemoved=%d spår har tagits bort.
TranslateTo=Översätt till...
TrashFound=%d filer hittades, totalt %s.
TrashFoundEx=Följande skräpfiler har hittats:
TrashRemoved=Tagit bort %d filer, frigjort %s diskutrymme.
TrashSize=Filer:
TrayNotice=Din dator har inte rensats i sista halvan av månaden!
TuneupCount=Optimeringsantal: 
TypeChanged=Du har ändrat skanningsobjekt!
TypeNoError=Ren
Unknow=Okänd
Unlimited=Obegränsad
Unoptimized=Ej optimerad
Unregistried=Oregistrerad
VipSkin=Detta tema är endast tillgänglig för registrerade användare. Uppgradera nu?
WaitForDownload=Vänta tills nedladdningen är komplett. 
WaitUpdateComplete=Den nuvarande uppdateringsuppgiften är inte slutförd. Vänligen uppdatera denna programvara senare.
WarnNoType=Du bör välja minst en filtyp!
WarnZeroFile=Du har valt det "Tom fil"-Läget, granska dem innan du tar bort dem. Vill du fortsätta?
WDCReport=Wise Disk Cleaner rapport
Working=Vänligen vänta tills den aktuella uppgiften är klar och försök sedan igen.

[Exclusion]
Folder=Uteslut mapp
AddFolder=Lägg till mapp
File=Uteslut fil
AddFile=Lägg till fil
File Type=Uteslut filtyp
AddType=Lägg till typ
Registry=Uteslut registernyckel
Add Key=Lägg till registernyckel
Delete=Ta bort
Cookies=Uteslut domän
Add Cookie=Lägg till domän
Whiteapp=Applikationer vitlista
Blackapp=Applikationer svartlista
WhitePosition=Vitlista position
BlackPosition=Svartlista position

[PrivacyScan]
SeenPictures=Historik av visade bilder
SeenPicturesHint=Historik av visade bilder vid surfning på Internet.
SeenMovies=Historik av sedda filmer/videor
SeenMoviesHint=Historik av sedda filmer/videor vid surfning på Internet.
AccessFiles=Historik över besökta filer
AccessFilesHint=Historik av filer medan du använder datorn.
VisitedWeb=Historik över besökta sidor
VisitedWebHint=Historik över besökta sidor vid surfning på Internet.

[PrivacyClean]
GoodHabit=Du har en ren dator, det är en bra vana, fortsätt så!
CleanNow=Integritetsrisker finns. En omedelbar rensning rekommenderas.
TraceFound=%d integritetsrisker har hittats.
TraceRemoved=%d integritetsrisker har tagits bort.

[Password]
Weak=Svag
OK=OK
Strong=Stark

[Schedule]
Daily=Dagligen
Weekly=Veckovis
Monthly=Månadsvis
Idle=Är inaktiv
Login=Vid inloggning
Sunday=Söndag
Monday=Måndag
Tuesday=Tisdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Lördag
AutoScan=Auto-skanna
AutoClean=Auto-rensa

[Bootup]
BootAction=Operation
BootDelHint=Ta bort det här objektet
BootLoad=Laddar Autostart-program och tjänster
BootName=Programvarubeskrivning
BootRate=Programvärdering
BootSuggestion=Förslag / Värdering
BootTime=Uppstartstid
BtnRestore=Återställ
CanDisable=Tillval av
delItem=Är du säker på att du vill ta bort objektet?
Disable=Inaktivera
Enable=Aktivera
FailToChange=Objektet kan inte aktiveras eller inaktiveras.
HisInfo=%d objekt är för närvarande inaktiverade. Du kan enkelt aktivera inaktiverade autostartprogram här.
Keep=Lämna det som det är
MaySpeedup=Din boot-tid kommer att förkortas med %.2f sekunder.
MustEnable=Måste vara aktiverad
NoHisInfo=Inga objekt är inaktiverade för närvarande.
NoSuggestion=Inga förslag ännu
Optimal=Optimal
Publisher=Utgivare
ServiceCountInfo=Hittade %d tredjepartstjänster och %d systemtjänster.
ServiceName=Beskrivning av tjänsten
StartupInfo=Inaktivera vissa onödiga startprogram för att snabba upp uppstarthastigheten på datorn.
ToDisable=Rekommenderas av
ToKeep=Lämna som det är
Tuneup=Optimera
TuneupDone=%d startobjekt(er) har inaktiverats.
TuneupFaile=%d startobjekt(er) kan inte inaktiveras.

[Msg]
WDCScanSpeed=Den snabbaste skanningshastigheten i världen!
WDCSysSlimming=Inga filer hittades!
PowerOpt=Inga optimeringsbara objekt!

[CommonClean]
ScanAbortedHint1=Vi föreslår att du skannar igen omedelbart för att hitta onödiga filer.
ScanAbortedHint=Vi föreslår att du skannar igen omedelbart för att hitta onödiga filer och spår.
DefaultHint=En regelbunden rensning kan spara diskutrymme och skydda din integritet.
7After=%d dagar har gått sedan senaste rensningen. En omedelbar skanning rekommenderas.
7Before=Det är en god vana att hålla dina diskar rena och din integritet säkrad.

[SysClean]
Scanning=Skannar...
ScanEnd=%d objekt har hittats. %s diskutrymme kommer att frigöras.
NoItems=Grattis! Ditt systemenhet är ren.
Open=Öppna
Remove=Ta bort
MoreSpace=Behöver mer utrymme
Cleaning=Rensar...
NoItems=Grattis! Ditt systemenhet är ren.
SpaceFreed=Bantningen ner är klar. %s diskutrymme frigörs.
Installer=Föråldrade Windows installerare.
LongInstaller=Föråldrade Windows installerare kan tas bort för att frigöra diskutrymme.
PatchUninstall=Avinstallationsfilerna för Windows korrigeringsfiler.
LongPatchUninstall=Om du inte behöver avinstallera Windows uppdateringar, kan du ta bort dessa filer.
Downloadedfiles=Nedladdade installationsfiler för Windows.
Longdownloadedfiles=När Windows uppdaterings patch installationen är klar, är det säkert att ta bort filer.
Baselinecache=Baseline-Cache i Windows installerare
LongBaselinecache=Filerna har skapats av tjänsten Windows installer-tjänsten, och de kan tas bort.
JPIME=Japanese IME
LongJPIME=Du kan ta bort dem om du inte behöver filerna.
KoreanIME=Korean IME
LongKoreanIME=Du kan ta bort dem om du inte behöver filerna.
TChineseIME=Traditional Chinese IME
LongTChineseIME=Du kan ta bort dem om du inte behöver filerna.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Du kan ta bort dem om du inte behöver filerna.
HelpFile=Hjälpfiler av Windows
LongHelpFile=Du kan ta bort dem om du inte behöver filerna.
SamplePic=Exempelbilder av Windows
LongSamplePic=Du kan ta bort dem om du inte behöver filerna.
SampleMic=Exempelmusik av Windows
LongSampleMic=Du kan ta bort dem om du inte behöver filerna.
SampleVideos=Exempelvideor av Windows
LongSampleVideos=Du kan ta bort dem om du inte behöver filerna.
SampleMedia=Exempelmedia av Windows
LongSampleMedia=Du kan ta bort dem om du inte behöver filerna.
Wallpaper=Bakgrundsfiler av Windows
LongWallpaper=Du kan ta bort dem om du inte behöver filerna.
Win10Upgrade=Windows 10 uppgraderingsfiler
Win10UpgradeLong=Om du redan har uppgraderat till Windows 10, ta bort den här mappen för att få mer diskutrymme. 

[PCExam]
FixComplete=Korrigeringarna har slutförts.
ScanComplete=Genomsökningen har slutförts.
CheckDefrag=Kontrollerar systemdiskens fragmentering.
DefaultHint=Kontrollen hjälper dig hitta de potentiella säkerhetsproblem och optimerbara objekt, och sedan fixa dem med bara ett klick.
Details=Detaljer
DiskDefrag=Kontrollera systemdiskens fragmentering
ExamCanceled=Kontrollen har avbrutits!
ExamEndHint1=%d objekt har kontrollerats, %d som är problematiska. Föreslår att du "Åtgärdar" dessa poster på en gång.
ExamEndHint2=%d objekt har identifierats, %d poster som är problematiska. %d poster behöver åtgärdas manuellt. "Åtgärda" dem nu.
ExamEndHint3=%d objekt har identifierats, %d poster som är problematiska. Du behöver åtgärda dem manuellt.
ExamEndHintFixed=Grattis! Alla objekt som måste åtgärdas har åtgärdats.
ExamEndHintFixed3=%d problem har rättats, %d poster måste åtgärdas manuellt.
ExamEndHintFixed4=Grattis! %d problem som behöver åtgärdas har åtgärdats.
ExistsPrivacyRisks=Det finns integritetsrisker.
FilesFound=%d filer hittades, tar upp %s diskutrymme.
FindJunkFiles=%d filer, %s.
FindPrivacyData=%d sekretessposter hittades.
FindTrace=%d historik hittades.
FindTraces=%d historik hittades.
FindTrash=%d skräpfiler hittades, tar upp %s diskutrymme.
FirePWall=Kontrollera tillgänglighet för allmänna Windows-brandväggen.
FirePWallInvalid=Windows-brandväggen offentligt nätverk är inaktiverat.
FirePWallValid=Windows-brandväggen offentligt nätverk är aktiverat.
FireSWall=Kontrollera tillgänglighet för Windows hem och privata brandväggen.
FireSWallInvalid=Windows-brandväggen privat nätverk är inaktiverat.
FireSWallValid=Windows-brandväggen privat nätverk är aktiverat.
FireWallInstalled=Antivirusprogram är installerat.
FireWallUnInstalled=Inget antivirusprogram hittades i din dator.
FirstTimeRunHint=PC frisk? Kontrollera nu!
FixCanceled=Den fastställande åtgärden har avbrutits!
Fixing=Åtgärdar: 
FolderOption=Kontrollera tillgänglighet av "Mappalternativ"
FolderOptionsInvalid=Mappalternativ är inaktiverade.
FolderOptionsValid=Mappalternativ är giltiga.
IEShell=Kontrollera giltigheten av IE shell funktion.
IEShellFail=IE shell funktionen har kapats.
IEShellFine=IE shell fungerar normalt.
InstallSafeSoft=Installera ett antivirusprogram
JunkFiles=Onödiga filer i din dator
JunkFilesEx=Ogiltiga filer såsom cache, loggar, temporära filer, o.s.v.
LastCheck=Senast du kollade upp din PC vid:  
LastFixTime=%d dagar har gått sedan senaste kontroll.
ManualFix=Manuell korrigering
ManualProcess=Manuell optimering objekter
ManualProcessEx=Integritetsrisker, diskfragmentering, o.s.v. (kräver "manuell korrigering")
NeedDefrag=Systemenheten behöver defragmenteras.
NoNeedDefrag=Du behöver inte defragmentera systemenheten.
NoOptimizeItems=Alla objekt har optimerats.
NoPrivacyRisks=Det finns ingen sekretessrisk.
OptimizeOptItems=Validera optimerade objekt.
OptimizeResult=%d objekt har optimerats för att snabba upp din dator.
PcGood=Grattis! din datorn är frisk.
PCHealthNum=Datorns hälsoindex:
PrivacyHint=Rensa alla utforskarens spår och tidigare datoraktiviteter.
PrivacyItmes=Integritetsrisker.
ReFixHint=Vi rekommenderar starkt att du slutför PC reparationsoperationen för att göra datorn snabbare.
RegeditLocked=Registereditorn är inaktiverad.
Regeditor=Kontrollera tillgänglighet av Windows Registereditorn.
RegeditUnLocked=Registereditorn är giltig.
RegEntriesCount=%d ogiltiga poster hittades.
RegEntriesResult=%d ogiltiga registerposter har rensats.
RegistryJunk=Ogiltiga registerposter.
RegistryJunkEx=Övergivna, föråldrade, eller ogiltiga registerposter.
RemoteDesktop=Kontrollera tillgänglighet av Windows fjärrskrivbordsanslutning.
RemoteDesktopAlive=Anslutning till fjärrskrivbord är aktiv.
RemoteDesktopDisabled=Anslutning till fjärrskrivbord är inaktiverad.
ReScanHint=Vi rekommenderar starkt att du slutför PC Kontrollen för att hitta fler problem som saktar ner din dator.
Result.FailTranstr=Inget antivirusprogram hittades i din dator.
Result.FineTranStr=Antivirus-programvara är installerad i datorn.
SafeCheckResult=%d säkerhetsrelaterade problem har åtgärdats.
ScanFor=Skannar: 
ScanOptItems=Optimeringsbara objekt
SDDDetected=SSD-enhet upptäckt. Hoppar över.
SecurityProject=Säkerhetsrelaterade objekt
SecurityProjectEx=Brandvägg, registret, fjärrskrivbord och andra säkerhetsprojekt.
ShortJunkFiles=Onödiga filer
ShortJunkFiles=Onödiga filer i din dator
ShortJunkFilesEx=Onödiga filer
ShortManualProcessEx=Manuell optimeringsprojekt
ShortRegistryJunk=Ogiltiga registerposter
ShortRegistryJunkEx=Ogiltiga registerposter
ShortSecurityProjectEx=Säkerhetsprojekt
ShortSystemTuneup=Objekten kan optimeras
ShortSystemTuneupEx=Systemoptimering
ShortUserTrace=Webbinformation
ShortUserTraceEx=Datorspår
Suggestion1=En omedelbar kontroll föreslås.
SystemTuneup=%d objekt kan optimeras för att förbättra datorprestanda.
SystemTuneupEx=Snabba upp Windows hastighet, förbättra systemets prestanda och stabilitet, o.s.v.
TaskManager=Kontrollera tillgänglighet av Windows Aktivitetshanteraren
TaskManagerInvalid=Aktivitetshanteraren har inaktiverats.
TaskManagerValid=Aktivitetshanteraren är giltig.
Tracehint=Rensa din webbhistorik och dokumenthistorik o.s.v.
TraceResult=Ren %d använda spår.
TracesFound=%d påträffade spår
TrashResult=%d skräpfiler har rensats, frigjort %s diskutrymme.
UnsettledItems=Följande objekt behöver åtgärdas manuellt.
UserTrace=Datorspår och webbhistorik
UserTraceEx=Historik av använda program, filer, besökta webbplatser, o.s.v.
WindowsAutoUpdate=Kontrollera tillgänglighet av Windows Auto Update Service
WindowsAutoUpdateInvalid=Windows automatiska uppdatering är inaktiverat.
WindowsAutoUpdateValid=Windows automatiska uppdatering är giltig.

[FileErase]
NetPath=Kan inte rensa upp nätverkssökvägen.
None=Ingen
Crushing=Strimlar:
Shred=Strimlad
InUsed=I användning
Aborted=Avbröts
Shredding=Strimlar
SysPath=Den väg du valt kan inte raderas för det innehåller viktiga systemsökvägar.
ScrubFinished=Raderingen är klar! Strimlade %d filer, underlåtit att strimla %d filer.   
ScrubCanceled=Raderingen avbryts! Strimlade %d filer, misslyckades att strimla %d filer.
Erased=Strimla
Canceled=Avbröts

[DiskDefrag]
Volume=Enhet
Format=Filsystem
TotalSpace=Total utrymme
FreeSpace=Ledigt utrymme
Fragmented=Fragmentering
Status=Status
PmDefrag=Defragmentera
QuickOpt=Snabb optimering
FullOpt=Full optimering
PmAnlyse=Analysera
Resume=Återuppta
Analying=Analyserar
Defragmenting=Defragmenterar
Optimizing=Optimerar
Analyed=Analyserad
Defragmented=Defragmenterad 
Optimized=Optimerad
Pause=Pausa
IsSSD=Ditt val kan omfatta minst en SSD-enhet. Diskdefragmentering kan minska dess livslängd. Är du säker på att du vill fortsätta?
FragmentedRate=Fragmentering
DefragInfo=Det är bra att defragmentera disken för att hålla den igång snabb efter att den har använts under en viss tid.

[BtnList]
WiseReminder=Wise påminnelse
WiseReminderDesc=En saker-att-göra-påminnelse som hjälper dig att organisera dagliga uppgifter.
GameBooster=Spel booster
GameBoosterDesc=En enkel men effektiv spel booster.
ForceDeleter=Kraftfull raderare
ForceDeleterDesc=Säker och enkel filupplåsare & raderare
SystemMonitor=System övervakare
SystemMonitorDesc=Övervakar processer, hårdvara och nätverkstrafik
AutoShutdown=Auto avstängning
AutoShutdownDesc=Stäng av datorn automatiskt
DataRecovery=Data återställning
DataRecoveryDesc=Återskapa raderade filer
FolderHider=Dölj mappar && filer
FolderHiderDesc=Lätt att dölja privat data
JetSearch=Snabb sökning
JetSearchDesc=Lokal snabb filsökning
MemoryOptimizer=Minnes optimerare
MemoryOptimizerDesc=Frigör minne verktyg
ProgramUninstaller=Program avinstallerare
ProgramUninstallerDesc=Ta bort oönskade program noggrant
PluginClean=Plugin rensare
BigFile=Hantera stora filer
BigFileDesc=Enkelt sätt att hantera större filer.
RegClean=Register rensare
RegCleanDesc=Hitta och åtgärda registerfel.
CommClean=Allmän rensare
CommCleanDesc=Snabbt och enkelt att rensa onödiga filer och spår.
AdvClean=Avancerad rensare
AdvCleanDesc=Hitta och rensa värdelöst i alla enheter.
SysSimming=System bantning
SysSimmingDesc=Lätt att rensa värdelösa Windows-filer.
PowerOpt=System optimerare
PowerOptDesc=Optimera upp din datorns prestanda.
DiskDefrag=Disk defragmenterare
DiskDefragDesc=Defragmentera disken för att snabba upp ditt system.
RegDefrag=Register defragmenterare
RegDefragDesc=Optimera registret för att snabba upp ditt system.
Startup=Start hanterare
StartupDesc=Lätt att hantera startprogram.
ContextMenu=Snabbmeny hanterare
ContextMenuDesc=Lätt att hantera Windows kontextmenyobjekt.
PrivacyErase=Sekretess raderare
PrivacyEraseDesc=Ta bort spår, historik att skydda din integritet.
DiskErase=Disk raderare
DiskEraseDesc=Radera alla borttagna filer från hårddisken.
FileShredder=Filstrimlare
FileShredderDesc=Förhindrar att strimlade filer återställs genom att skriva över sin ursprungliga plats.
PasswordGenerator=Lösenords generator
PasswordGeneratorDesc=Enkelt att skapa ett starkt lösenord.
ProcessMon=Process övervakare
ProcessMonDesc=Lätt att hantera processer som körs.
SystemInfo=Dator information
SystemInfoDesc=En översikt av din system och information om hårdvara.

[DiskErase]
Stop=Stoppa
Erase=Radera
Rule1=Slumpmässig data 1 pass (Förordas)
Rule2=DoD 5220.22-M 3 pass
Rule3=Schneier's 7 pass
Rule4=Guttmann 35 pass
EraseFinished=Radering är klar. Varaktighet: 
ErasingFor=Raderar de borttagna filerna på %s, vänligen vänta...
TempFileDeleting=Tar bort temp-filer...
ErasingForDisk=Raderar det lediga utrymmet på %s, vänligen vänta...
ManyFiles=Hittade många återställningsbara filer.
FewFiles=Hittade några återställningsbara filer.
SkipAnalyse=Hoppa över analys (FAT-enhet)
Secure=Säker
DoesNotSupport=Stöder inte denna enhet.
Erasing=Raderar...
Finished=Raderingen är klar.
Canceled=Raderingen är avbryten.
ConfirmEraseDisk=Det kommer ta ett tag att radera hårddisken. Stäng av andra program för att undvika I/O-åtgärder under denna period. Vill du fortsätta?
PartitionError=Ett allvarligt fel har hittats i dina partitioner.

[Tuneup]
BlueReboot=Inaktivera automatiskt omstart när systemet visar blå skärm
RemoteRegAccess=Inaktivera registerändring från en fjärrdator
FileListSpeed=Optimera uppdaterad politik för Windows-fillista
PreviewUP=Påskynda visningshastighet av fönstret förhandsgranskningar i Aktivitetsfältet
OptDNS=Optimera DNS- och DNS-parsning hastighet
OptLAN=Optimera LAN-anslutning
ShowSpeed=Optimera responstid av systemvisning
AeroSnap=Snabba upp Aero Snap för att göra miniatyrbildvisningen snabbare
SSDSpeedup=SSD optimering
DisablePrefetch=Inaktivera förhämtningsparametrar för att öka SSD-enhetens livstid
DisableSuperPrefetch=Inaktivera Superfetch parametrar för att öka SSD-enhetens livstid
DisableDefragBoot=Inaktivera diskdefraggsystem vid omstart för att öka SSD-enhetens livstid 
DisableDefragIdle=Inaktivera autodefragg på tomgång för att öka SSD-enhetens livstid
EnableTRIM=Aktivera TRIM-funktion för att höja SSD-enhetens arbetsprestanda
OptIEConnection=Öka max anslutningar per server. Webbsidas visnings och videotittandehastighet förbättras
IconCache=Öka systemikoncache och snabba upp skrivbordsvisning
RestoreAll=Vill du återställa alla posterna till Windows standard?
NoSelectedItem=V.g välj minst en post att optimera
OptItems=Följande %d objekt kan optimeras
ItemsOptimized=%d poster har optimerats
TakeEff=Vissa ändringar får ej effekt förrän du omstartar Din PC
NoItems=Grattis! Alla posterna har optimerats
BootSpeedup=Uppstart/Avstängningsacceleration
SystemStable=Systemstabilitet
SystemSpeedup=Snabba upp systemet
NetworkSpeedup=Snabba upp nätverket
PrefetchParameters=Optimera förhämtningsparametrar för att förbättra Windows uppstarthastighet
BootDelay=Minska "check disk"-tid för att förbättra Windows uppstartshastighet
BootPartition=Aktivera optimeringsfunktion för att förbättra Windows uppstartshastighet
ClearPagingFile=Inaktivera rensning av Windows pagefil vid avstängning för att snabba upp PC avstängningen
TimeOut=Minska program på tomgång vid stängning för att förbättra avstängningsprocessen
AutoKill=Stäng frusna processer för att undvika systemkrascher
RestartExplorer=Omstarta automatiskt Windows Utforskaren för att hindra ett oväntat försvinnande av skrivbord
TwoProcess=Sätt Windows Utforskarens komponenter att köras i separata processer för undvikande av systemkonflikter
ErrorReport=Inaktivera skärmfelrapportering för att höja systemprestanda
Debugger=Inaktivera avbuggaren för att uppsnabba felhantering
OptMemory=Optimera minnets standardinställningar för att höja systemprestanda
OptVEff=Optimera vissa komponenters beteende för att höja systemprestanda (dialogruta, menyer o.s.v.)
OptFileSystem=Optimera filsystemet för att höja systemprestanda
OptDiskSystem=Optimera disk I/O undersystem för att höja systemprestanda
DisAutoRun=Inaktivera "Autoplay"-funktionen på diskar för att undvika virusinfektion/spridning
OptDiskIdle=Optimera disk I/O medan CPU går på tomgång
OptTTL=Optimera TTL(Time To Live) inställningar för att höja nätverksprestanda
OptNetForward=Optimera nätverkets transportförmåga för att höja nätverksprestanda
OptMTU=Höj TCP/IP prestanda genom automatisk upptäckt av "svarta hål" vid routing vid Path MTU upptäcktsteknik
OptWINS=Optimera WINS namn frågetid för att höja dataöverföringshastighet
OptNetWork=Optimera nätverksinställningar för att höja kommunikationsprestanda
CloseAnimate=Stäng av animeringseffekten när du maximerar eller minimerar ett fönster för att snabba upp fönstrets svar
PagingExecutive=Inaktivera minnessidbrytning och minska disk I/O för att höja programprestanda. (Alternativet bör skippas om fysiskt minne är <1 GB)
StaticIP=Sätt ett statiskt IP för din lokala anslutning för att uppsnabba din PC start
PorcessorTime=Optimera processorprestanda för körning av program, spel o.s.v. (Vänligen ignorera om maskinen är en server)
DisableIDECheck=Hindra IDE kanalkontroll av Windows för att höja Windows uppstartshastighet
ForeAppSpeed=Höj svarshastigheten för program i förgrunden
AeroPeek=Höj Aero Peeks visningshastighet
OptEthernet=Optimera Ethernet-kortets prestanda

[Summary]
ContextMenu=Ogiltig snabbmenyalternativ
MUICache=Saknad MUI-cache referens 
Services=Ogiltiga Windows-tjänster
Activex=Ogiltiga ActiveX och COM-komponenter
FireWall=Ogiltiga Windows-brandväggsinställningar
RootAll=Ogiltiga sökvägar och filer
SoftwareSection=Ogiltiga sökvägar och filer kvarlämnade av borttagna program
ApplicationPaths=Ogiltiga sökvägar och filer kvarlämnade av registrerade program
FileTypes=Ogiltig filändelseinformation
HelpFiles=Ogiltigt registrerade hjälpfiler
Fonts=Ogiltig teckensnittsinformation
SharedDLL=Saknad delad DLL-bibliotek
MRULists=Historik av filer, tittade filmer, redigerade dokument, o.s.v.
UninstallSection=Värdelös eller ogiltig avinstallationsinformation
StartMenu=Föråldrade startmenyalternativ
StartupProgram=Föråldrade eller ogiltiga startprogram
SoundandAppEvents=Föråldrade eller ogiltiga inställningar för ljud och händelser
IEUrlHistory=Besökt webbhistorik med IE
IFEO=Skadliga poster skapade av spionprogram, virus eller skadlig kod
EmptyKey=Poster utan information
App=Ogiltiga programinställningar

[ErrorMessage]
MUIError1=Referens-MUI-saknas, men enheten "%s" är %s, vi rekommenderar att du ignorerar det här felet.
MUIError=Referens-MUI-saknas
ServiceNotExists=Serviceprogrammet som angetts existerar inte.
MimeExName=Felaktiga MIME filändelser registrerade: %s
EmptyKey=Tomma nycklar
EmptyHelpdirctory=Tom hjälpkatalog.
FileNotExist=Fil (mapp) finns inte.
HFileNotExist=Hjälpfil (mapp) finns inte.
EmptyValue=Tomt värde
TypeLib=Typbiblioteket finns inte:
NodeEmpty=Tom nod
SharedFilenotexist=Delad fil existerar inte.
sharedfilenotbeuse=Delad fil används inte.
noconnection=Ingen filanslutningsinformation.
Invalidpathtoicon=Ogiltig sökväg till ikon.
ReferstoaninvalidClass=Hänvisar till ett ogiltigt klass.
Emptyshellcommand=Shell-kommandot är tom.
Invalidshellcommand=Ogiltig shell-kommando (filen existerar inte).
Fontsnotexist=Teckensnittsfil existerar inte.
Hijacking=%s har kapats av %s.
MRULists=Användarens MRU listor
invalidOpenWith=Inga program som är associerat med den här typen.
ReferActivex=Hänvisar till en ogiltig ActiveX/COM post.
EmptyCLSID=Tom CLSID.
ComSourceNotExist=COM källa existerar inte.
invalidUnistall=Ogiltig avinstallationsinformation.
notexist=Existerar inte.
ObsoleteStartMenuItem=Föråldrade objekt på Start-menyn.
SoundFilenotexist=Ljudfilen finns inte.
FileNotExist1=Fil/Mapp existerar inte, men enheten "%s" är %s. Vi rekommenderar att du ignorerar det här felet.
OpenWithError=Öppna med fel, det angivna programmet finns inte.
OpenWithError1=Fel i att använda "Öppna med" för det angivna programmet finns inte, men enheten "%s" är %s. Vi rekommenderar att du ignorerar det här felet.
ComSourceNotExist1=COM källa existerar inte, men enheten %s är %s. Vi rekommenderar att du ignorerar det här felet.

[Area]
Tencent-Logs=Tencent loggar
Yodao-Dict=Yodao Dict
WinInstallerPackage=Föråldrade Windows installerare
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Historik om använda filer
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop historik
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader tillfälliga filer
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple Software Install cache
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI förhandsgranskning
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome cache
ChromeCookies=Google Chrome cookies
ChromeForm=Google Chrome komplettera automatiskt formulärhistorik
Chromelocalstorage=Google Chrome historik
ChromePass=Google Chrome sparade lösenord
ChromeSession=Google Chrome session
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOM Store cookies
DownloadedPatch=Windows uppdateringsfiler
Downloads=Webbläsare hämtade filer
DriveTheLife=DriveTheLife
Dump=Minnesdumpfiler
DVDFab=DVDFab
ErrorReport=Filer för felrapportering
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Övriga utforskarens MRU-listor
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox cache
FireFoxCookies=Mozilla Firefox cookies
FireFoxForm=Mozilla Firefox komplettera automatiskt formulärhistorik
FireFoxOther=Mozilla Firefox övrig historik
FireFoxPass=Mozilla Firefox sparade lösenord
Flash=Adobe Flash Player
FontCache=Windows Font cache
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Spelutforskaren
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft Internet Explorer adressfältshistorik
IECahce=Microsoft IE cache
IECookies=Microsoft IE cookies
IEForm=IE komplettera automatiskt formulärhistorik (privat data visas inte i listan)
IEHistory=Microsoft Internet Explorer aktivitetshistorik
IEPass=IE sparade lösenord (privat data visas inte i listan)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Ogiltiga genvägar
InvalidScTask=Ogiltiga schemalagda aktiviteter
InvalidStartMenu=Ogiltiga startmenyer
iTunes=iTunes
IZArc=IZArc
JumpList=Aktivitetsfältets snabblistor (fasta objekt rensas också)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Senaste nedladdningsplats
LogFile=Systemloggfiler
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro cache
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge cache
MSEdgeCookies=Microsoft Edge cookies
MSEdgeDownloadHistory=Microsoft Edge nedladdningshistorik
MSEdgeHistory=Microsoft Edge historik
MSEdgeRecentlyTypedURLs=Microsoft Edge nyligen skrivna webbadresser
MSEdgeSavedFormInformation=Microsoft Edge sparad formulärinformation
MSEdgeSavedPasswords=Microsoft Edge sparade lösenord
MSEdgeSession=Microsoft Edge session
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Nätverksenheters kartläggningshistorik
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA installationsfiler
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office senaste historik
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera cache
OperaCookies=Opera cookies
OperaHistory=Opera historik
OperaPassword=Opera sparade lösenord
OperaSessions=Opera sessioner
OperaSiteIcon=Opera hemsideikoner
OperaURLHistory=Opera skrivna webbadresser
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon cache
PaleMoonCookies=PaleMoon cookies
PaleMoonDownloadHistory=PaleMoon nedladdningshistorik
PaleMoonHistory=PaleMoon historik
PaleMoonSavedFormInformation=PaleMoon sparad formulärinformation
PaleMoonSession=PaleMoon session
PaleMoonSitePreferences=PaleMoon inställningar för webbplats
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Gamla prefetch data
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ mottagna bilder
QQPCMgr=QQPCManager
QQRFile=QQ mottagna filer
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Senaste dokument
Recyclebin=Töm papperskorgen
RegEdit=Registereditorn
RegEditX=RegistereditornX
RemoteDesktop=Cache-filer för fjärrskrivbord
RunStartMenu=Kör i Start-menyn
SafariCache=Safari internet cache
SafariCookies=Safari cookies
SafariHistory=Safari historik
SafariPass=Safari sparad formulärinformation
SamsungKies=Samsung Kies
SearchList=Windows sökhistorik
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublima text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Skräpfiler skapade av Windows
SystemTrace=Windows och programspår
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Miniatyrcache
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Spår i datorn
TraryNotify=Meddelandeområdets ikon-cache
TrashClean=Filer i datorn
TUGZip=TUGZip
TypeInternetCache=Webbläsarens cacheminne
TypeInternetTrace=Webbläsarens spår
TypeMedia=Multimedia
TypeOtherApp=Andra program
TypeSystem=Windows-system
TypeWComponents=Windows-komponenter
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Skräpfiler skapade av program
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Historik av visade bilder
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Historik över besökta sidor
Vivaldi=Vivaldi
VivaldiCache=Vivaldi cache
VivaldiCookies=Vivaldi cookies
VivaldiForm=Vivaldi komplettera automatiskt formulärhistorik
Vivaldilocalstorage=Vivaldi lokal lagring
VivaldiSavedpasswords=Vivaldi sparade lösenord
VivaldiSession=Vivaldi session
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Historik av sedda filmer/videor
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows systemcache
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer-cache
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs säkerhetskopior
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Yandex cache
YandexCookies=Yandex cookies
YandexForm=Yandex komplettera automatiskt formulärhistorik
YandexLocalstorage=Yandex lokal lagring
Yandexpass=Yandex sparade lösenord
YandexSession=Yandex session
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Ogiltiga snabbmenyposter
MUICache=MUI cacheminne
Services=Windows tjänster
Activex=ActiveX/COM komponenter
FireWall=Brandväggsinställningar
RootAll=Ogiltiga sökvägar
SoftwareSection=Mjukvarusökvägar
ApplicationPaths=Applikationssökvägar
FileTypes=Filtyper
HelpFiles=Hjälpfiler
Fonts=Typsnitt
SharedDLL=Delade DLL
MRULists=Användarens MRU listor
UninstallSection=Avinstallerare
StartMenu=Startmeny
StartupProgram=Uppstartprogram
SoundandAppEvents=Ljud och Apphändelser
IEUrlHistory=IE sajthistorik
IFEO=Bildfilsutförande
EmptyKey=Tomma nycklar
App=Applikationsinställningar
UserDefine=Användardefinierade
ZeroFile=Tomma filer - 0 byte
WinSetupLog=Loggfiler för Windows installationsfel
NtUninstall=Avinstallationskällor av Windows patchar
InvalidLnk=Ogiltiga genvägar
UserTemp=Filer i temporära mappar av användare
WinTemp=Filer i temporära mappar av Windows
RecentFiles=Länkar för senaste filer
PatchSource=Windows Update källor
TempFile=Temporära filer
fcwdir=Filer som skapats av en hämtningsprocess
tfcbp=Temporära filer skapade av program
sdrf=Återställda filer som har skapats under diskskanningen
OldFile=Gamla filer
outdatedfile=Föråldrade filer
fcwhfir=Filer som skapas när en hjälpfil körs
Ncfile=Nyhetsgrupp cache-filer
Backupfile=Säkerhetskopieringsfiler
WBfile=MS Word säkerhetskopieringsfiler
Cbswahf=Filer som skapas när du söker en hjälpfil
whtf=Temp-filer av Windows hjälpsystem
Logfile=Loggfiler
LLogfile=Loggfil som skapas av program eller systemtjänster.
Errorfile=Felfiler
Wmdf=Win2000/XP minnesdumpfiler
bcomf=Säkerhetskopior av ändrade filer
Indexfile=Indexfiler
ifcbsiotitpbs=Indexfiler som skapats av systemet för att förbättra bildbläddringshastighet
Tfcds=Tillfälliga filer som skapas under installationen
Intermediatefile=Mellanliggande filer
chkfile=Återskapad fil

[Tools]
Update=Uppdatering
Download=Ladda ner
WhatNew=Vad är det senaste?

[BootTime]
BootTimeEx=Din uppstarthastighet tid ref.
BootLike=Gilla din uppstarttid
Btnopt=Snabba upp
Congratulation=Din datorns uppstarthastighet är:  
BootTime=Uppstartstid: %d sekunder
FailWeahter=Kan inte komma åt väderinformation.

[MenuBar]
Support=Supportcenter
BtnCustom=Anpassad
BtnRestore=Återställning
BtnSkin=Teman
BtnMenu=Meny
BtnBackup=Säkerhetskopiering

[UpgradePro]
Title=Varför uppgradera till Pro-versionen
MoreSkin=Fler teman
CustomHead=Anpassade Avatarer
Support=7x24 Support
Buy=Köp
Reg=Registrera
RegUser=Registrerad användare

[AutoUpdate]
UpdateFail=Det gick inte att uppdatera, vill du hämta installationsfilen från vår hemsida?
NoFiles=Vänligen välj filer för uppdatering.
CurrentFile=Aktuell fil: 
Readed=Nedladdning:
SumSize=Total storlek:
Byte=Byte
DownloadError=Nedladdningsfel, försök igen senare.
AutoUpdate=Wise Care 365 - Live uppdatering
StartUpdate=Starta uppdatering
Cancel=Avbryt
Ready=Redo för nedladdning.
FindUpdate=Följande komponenter är tillgängliga för uppdatering:
NewVerInfo=Ny version ändringar:
IgnoreVer=Ignorera uppdateringar av denna version
BtnUpdate=Uppdatera nu
BtnNotNow=Inte nu


[SoftRate]
Querying=Efterfrågar...
Good=Gillar
Bad=Ogillar
Safe=Rapport
Ver=Ver:
Ratings=Klassificering
SoftNotExist=Kan inte hitta programvaran.
GetSoftInfoError=Det gick inte att få programvaruinfo
UploadSoftLogoError=Programvaruinfo ladda upp fel
SubmitData=Skicka dina kommentarer av denna programvara...
SubmitSoftInfoError=Inlämningsfel relaterad till nätverk.
SubmitRateSuccess=Skickats framgångsrikt.
HaveSubmitRate=Du har utvärderat det.
Submitgoodbad=Skickar din information...
me=Mig
NickTooLong=Ditt smeknamn bör inte överstiga 20 tecken.
MailTooLong=Din e-postadress bör inte överstiga 50 tecken.
WrongEmail=Ogiltig e-postadress.
ReviewTooLong=Den totala längden av utvärderingen bör inte överstiga 300 tecken.
RateHint=Gå med i vår programvärdering och betygsätt dina favoritprogram!
UnknowName=Okänd produkt
UnknowVer=Okänd version
UnknowDesc=Beskrivning

[Edit]
pmcut=Klipp ut
pmcopy=Kopiera
pmpaste=Klistra in
pmdelete=Ta bort
pmselectall=Markera alla

[Turbo]
PmActive=Påminn senare
PmNever=Visa inte igen
btnClean=Rensa nu
NeedCleanTrash=%s skräpfiler har hittats.
NeedCleanTrace=%d objekt av spår har hittats.
NeedClean=Omfattande användning av datorn genererar en hel del skräpfiler.

[Renew]
subscribed=Påminn mig inte igen.
btnact.caption=Aktivera din licensnyckel
Regexpire=Du kommer inte att kunna använda Wise Care 365 efter provperiodens slut.
Regtitle2=Din 30 dagars provperiod har löpt ut. Anmäl dig i tid.
Regtitle=Dagar för provperiod har %d dagar kvar.
RegPrice=Köp Pro versionen för att hålla din PC på maximal prestanda! endast %s!
Regnow=Registrera dig nu!
title=Wise Care 365 PRO löper ut om %d dagar!
title2=Din licensnyckel har gått ut. Vänligen förnya det i tid!
Price=Att förbli Pro och håll din PC på maximal prestanda! endast %s!
lblfeature1.caption=Grundlig sekretesskydd: Sekretess suddgummi.
lblfeature2.caption=Snabbmenyhantering: Gör din meny mer flexibel.
lblfeature3.caption=Auto-uppdatering: Spara tid när du uppdaterar till senaste versionen.
lblfeature4.caption=Fantastiska nya skinn & teman: skräddarsydd för Pro-användare.
lblfeature5.caption=Gratis 7x24 teknisk Support: Har dina frågor fixats med prioritet.
lblrefund.caption=Vi satsar till 100% ovillkorlig återbetalning.
lblremind.caption=Påminn mig senare
lblhint.caption=Övergripande funktioner i Wise Care 365 PRO:
lbldesc.caption=Du kommer att förlora privilegier för Pro-versionen som du har nu.
btnrenew.caption=Förnya nu
WorkTotal=Hittills har Wise Care 365 rensat %s skräpfiler, %d historikobjekten och fixat %d registerfel.

[Sysmon]
ActivityPercent=Aktivitetsprocent
AdapterType=Adaptertyp
Asset=Tillgångsmärkning
ATAVER=ATA version
ATemperature=Medeltemperatur
ATM=ATM
BiosDate=Utgivningsdatum för BIOS
Board=Moderkort
BoardType=Korttyp
btnBoard.caption=Moderkort
btnDisk.caption=Hårddisk
btnGraphic.caption=Grafikkort
btnHardMonitor.caption=Hårdvarumonitor
btnMemory.caption=Minne
btnNetAdapter.caption=Nätverkskort
btnOsOverview.Caption=Operativsystem
btnOverview.caption=Översikt
btnProcess.Caption=Process
btnProcessor.caption=Processor
btnSoftMonitor.caption=Processmonitor
btnSoundCard.caption=Ljudkort
BusType=Busstyp
BytesPerSector=Byte per sektor
CacheSize=L2 Cache-storlek
ColorDepth=Färgdjup
connected=ansluten till en fjärr-peer.
connecting=adapter ansluter.
Cores=Antal kärnor
CPU=CPU
CPUUpgrade=Processoruppgradering
CPUUsage=CPU: %d
CTemperature=Kärna %d temperatur
CurrentSpeed=Aktuell processorhastighet
Cylinders=Cylindrar
DataWidth=Databredd
Description=Beskrivning
DeviceID=Enhets-ID
DHCP=DHCP-adress
DHCPName=DHCP-Scope-namn
disconnected=frånkopplad
Disk=Hårddisk
DiskRPM=RMP(R/m)
DiskRPM=RMP(R/s)
DNSIP=DNS-servrar IP
DNSServers=DNS-servrar
DNSSuffixes=DNS-suffix
DomainName=Domännamn
Drive=Enhet
EngineClock=Motorklocka
Ethernet=Ethernet
Familiy=Familj
Fans=Fläcktar
FileSystemName=Filsystemnamn
Form=Formfaktor
FreeSpace=Ledigt utrymme
frmSoftMonitor.ppDetails=Detaljerad info
frmSoftMonitor.ppKillProc=Avsluta process
frmSoftMonitor.ppNet1=Blockera åtkomst till nätverk
frmSoftMonitor.ppNet2=Tillåt åtkomst till nätverk
Gateway=Gateway-adress
GPU=Processor
GPUChip=GPU chip
Graphics=Grafik
HandleNumber=Antal inbäddade objekthanterare
HDFirmware=Firmwareversion
HostName=Värdnamn
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 trådlös
InterfaceType=Gränssnittstyp
IPAddress=IP-adress
IPMask=IP-adressmask
LANdisabled=LAN-adaptern har inaktiverats.
Loading=Laddar...
Locator=Bank Locator
MACAddress=MAC-adress
Manufacter=Tillverkare
MaximumSpeed=Maximal processorhastighet
MaxSpeed=Max hastighet
MediaType=Mediatyp
Memory=Minne
MemoryClock=Minnesklocka
MemoryType=Minnestyp
MemoryUsage=Minne: %s/%s
MemSlot=Minneskortplats:
MemSlotCount=Antal minnesplatser
Name=Namn
NetAdater=Nätverkskort
NetConnectionID=Nätanslutnings-ID
Normal=Normal
OperStatus=Driftstatus för gränssnittet
OS=Operativsystem
OSAbbreviate=Förkortad språk
OSCountry=Land
OSCSD=CSD
OSDaylightName=Sommartidsnamn
OSDisplayName=Visningsnamn
OSEdition=Utgåva
OSInstallDate=Installationsdatum
OSLanguage=Språk
OSLOCAL=LOKAL
OSLongDateFormat=Långt datumformat
OSMonetary=Valutasymbol
OSMonetarySymbol=Internationell valutasymbol
OSPaths=Miljövariabler
OSProductID=Produkt-ID
OSProductKey=Produktnyckel
OSRegisteredOrg=Registrerad organisation
OSRegisteredUser=Registrerad användare
OSShortDateFormat=Kort datumformat
OSStandardName=Standardnamn
OSTimezone=Tidszon
OSUTC=UTC Bias (minuter)
OSversor=Version
OtherType=Annan typ
Overview=Datoröversikt
Part=Delnummer
PartitionLength=Partitionslängd
PartitionNumber=Partitionsnummer
PhysicalAvailable=Fysiskt tillgängligt: 
PhysicalFree=Fysiskt fri: 
PhysicalTotal=Fysiskt totalt: 
PhysicalUsed=Fysiskt används: 
PixHeight=Höjd (bildpunkter)
PixWidth=Bredd (bildpunkter)
ppmDetails=Kontrollera detaljer
ppmExit=Avsluta Wise Monitor
ppmHide=Dölj Flytande fönster
ppmShowFloat=Visa Flytande fönster
ppmStayontop=Alltid överst
PPP=PPP
processName=Processnamn
Processor=Processor
processpath=Plats
Product=Produkt
Recv=Mottagna
RecvS=Mottagna/s
RefreshRate=Uppdateringsfrekvens
SATAVER=SATA-version
SectorsPerTrack=Sektorer per spår
Send=Skickade
SendS=Skickade/s
Serial=Serienummer
ShowNetOnly=Visa endast Net-processer
ShowSysProcess=Visa systemprocesser
Size=Storlek
Socket=Socketbenämning
SoftwareLookback=Programvara loopback-gränssnitt
SoundCard=Ljudkort
Speed=Hastighet
SSD=SSD-enhet
StartingOffset=Startförskjutning
SystemCache=Systemets cacheminne: 
Technology=Teknik
Temperature=Temperatur
TemperatureMon=Temperaturövervakning
Temperatures=Temperaturer
TfrmMemoryProcList.btnSpeedup_1=Fortkörning
TfrmMemoryProcList.btnSpeedup=Snabba upp
TfrmMemoryProcList.memstate1=Fungerar bra 
TfrmMemoryProcList.memstate2=Kör normalt
TfrmMemoryProcList.memstate3=Kör långsamt
TfrmMemoryProcList.OptimizationMem=Frigjort %s
TfrmMonitorPopup.lbl1_C=CPU-användning
TfrmMonitorPopup.lbl1_M=Minnesanvändning
TfrmMonitorPopup.lbl1_R=Nedladdningshastighet
TfrmMonitorPopup.lbl1_S=Uppladdningshastighet
TfrmMonitorPopup.lbl1_T=PC-Hårdvara - Temperatur
TfrmMonitorPopup.lbl2_C=CPU-användning fluktuation
TfrmMonitorPopup.lbl2_M=Systemets minnesstatus
TfrmMonitorPopup.lbl2_R=Ladda ner hastighetsrekord
TfrmMonitorPopup.lbl2_S=Ladda upp hastighetsrekord
TfrmMonitorPopup.lblBoard.caption=Moderkort
TfrmMonitorPopup.lblCpu.caption=Processor
TfrmMonitorPopup.lblGpu.caption=Grafikkort
TfrmMonitorPopup.lblhdd.caption=Hårddisk
Threads=Antal trådar
TokenRing=Token Ring
Total=Totalt
TotalProcess=Hittade %d processer, inklusive användarprocesser %d och %d systemprocesser.
TotalSpace=Total storlek
TracksPerCylinder=Spår per cylinder
Tunnel=Tunnel typ inkapsling
Type=Typ
Unknown type=Okänd typ
User=Användare
Version=Version
VideoDisplay=Bildskärmsnamn
VideoMode=Video-läge beskrivning
Voltages=Spänningar
VolumeName=Volymnamn
WANconnected=WAN-nätverkskortet som inte är ansluten.
WINSAddress=Primär WINS-adress

[AutoRun]
ResultHint=Schemalagd automatisk rensning är klar
Result=Rensningsresultat

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Registerskydd
TfrmRegFilterNotify.lblTitle.Caption=Systemskydd
TfrmRegFilterNotify.lblProgram.Caption=Program:
KeyName=Registernyckel:
TfrmRegFilterNotify.lblKey.Caption=Nyckel-sökväg:
TfrmRegFilterNotify.ckbRemind.Caption=Visa inte längre detta plats
TfrmRegFilterNotify.btnDeny.Caption=Förbjud
TfrmRegFilterNotify.btnAllow.Caption=Tillåt
pmAllowProgram=Tillåt alltid detta program
pmDenyProgram=Förbjud alltid detta program
regnotifydefaultbrowser=Vissa program försöker ändra standardwebbläsare
regnotifystartrundesc=Vissa program försöker ändra start
regnotifyservicesdesc=Vissa program försöker installera drivrutin eller tjänst
regnotifyifeodesc=Vissa program försöker kapa det körbara programmet
regnotifyspidesc=Vissa program försöker ändra skiktad nätverksprotokoll
regnotifyIEStartPageDesc=Vissa program försöker ändra IE startsida
regnotifydefaultbrowser_n=Ändra standardwebbläsare
regnotifystartrundesc_n=Ändra start
regnotifyservicesdesc_n=Installera drivrutin eller tjänst
regnotifyifeodesc_n=Kapa det körbara programmet
regnotifyspidesc_n=Ändra skiktad nätverksprotokoll
regnotifyIEStartPageDesc_n=Ändra IE startsida


[EUASK]
regcaption=Registrera dig
logincaption=Logga in
FrmEuaskLogin.lblJoin.Caption=Gå med i Euask
FrmEuaskLogin.lblSign.Caption=Logga in på Euask
FrmEuaskLogin.lblnick.Caption=Användarnamn:
FrmEuaskLogin.lbl1.Caption=Lösenord:
FrmEuaskLogin.btnlogin.caption=Logga in
FrmEuaskLogin.btnregister.Caption=Registrera dig
FrmEuaskLogin.btnpwd.Caption=Glömt ditt lösenord?
FrmEuaskLogin.WiseLabel1.Caption=Användarnamn:
FrmEuaskLogin.WiseLabel2.Caption=Lösenord:
FrmEuaskLogin.btnreg.caption=Registrera dig
FrmEuaskLogin.WiseSimpleButton1.Caption=Logga in
FrmEuaskLogin.lbl2.Caption=E-post:
FrmEuaskLogin.btnnone.Caption=Inte nu
inputuser=Vänligen ange ditt lösenord och användarnamn.